Repository: milotype/timelineticket
Catalog: locales/*.po
Languages: hr_hr

source: Timeline of ticket
hr_hr: Vremenska crta naloga

source: Groups in charge of the ticket
hr_hr: Grupe zadužene za nalog

source: Ticket assign group history
hr_hr: Povijest naloga dodijeljeni grupi

source: Technicians in charge of the ticket
hr_hr: Tehničari zaduženi za nalog

source: Ticket assign technician history
hr_hr: Povijest naloga dodijeljeni tehničaru

source: (Can take many time if you have many tickets)
hr_hr: (Može dugo trajati, ako imaš mnoge naloge)

# button
source: Reconstruct states timeline for all tickets
hr_hr: Obnovi vremensku crtu stanja za sve naloge

# button
source: Reconstruct groups timeline for all tickets
hr_hr: Obnovi vremensku crtu grupe za sve naloge

source: Warning : it may be that the reconstruction of groups does not reflect reality because it concern only groups which have the Requester flag to No and Assigned flag to Yes
hr_hr: Upozorenje: može biti da obnova grupa ne odražava stvarnost, jer se odnosi samo na grupe koje imaju oznaku „Podnositelj" postavljenu na „Ne” i oznaku „Dodijeljeno” postavljenu na „Da”

source: Input time on groups / users when ticket is waiting
hr_hr: Upiši vrijeme za grupe/korisnike kad je nalog na čekanju

source: Timeline
hr_hr: Vremenska crta

source: Delay
hr_hr: Kašnjenje

source: Service level
hr_hr: Razina usluge

source: List of associated groups
hr_hr: Popis povezanih grupa

source: Ticket states history
hr_hr: Povijest stanja naloga

source: statSpentTimeByGroup_report_title
hr_hr: Utrošeno vrijeme po grupama

source: Tasks number by
hr_hr: Broj zadatka prema

source: Tasks duration by
hr_hr: Trajanje zadatka prema

source: Duration by
hr_hr: Trajanje prema

source: Total duration of ticket
hr_hr: Ukupno trajanje naloga

source: statSpentTimeProcessingByGroup_report_title
hr_hr: Utrošeno vrijeme za obradu po grupama

source: Duration by "in progress"
hr_hr: Trajanje prema „u tijeku”
